Repository: pakocrc/GitHubFollowers
Catalog: GitHubFollowers/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

source: Accept
es_419: Aceptar

source: Alert
es_419: Alerta

# alert_no_username_message
source: No username. Please enter a valid username in order to search the followers
es_419: Nombre de usuario incorrecto. Por favor ingrese un nombre de usuario correcto.

# alert_no_username_title
source: No username
es_419: Sin nombre de usuario

# Favorite included
source: Favorite included successfully! 🥳
es_419: ¡Favorito incluído exitosamente! 🥳

source: Favorites
es_419: Favoritos

source: Followers
es_419: Seguidores

source: Following
es_419: Siguiendo

source: Get Followers
es_419: Buscar seguidores

# GitHub since %@
source: On GitHub since %@
es_419: En GitHub desde %@

source: GitHub Profile
es_419: Perfil de GitHub

# Invalid URL
source: The url attached to this user is invalid
es_419: La url de este usuario es inválida

# Not favorites yet
source: There aren't any favorite users yet
es_419: No hay usuarios favoritos aún

# not_followers_message
source: This user doesn't have any followers ☹️
es_419: Este usuario no tiene seguidores ☹️

source: Public Gists
es_419: Gists Públicos

source: Public Repos
es_419: Repos Públicos

source: Remove
es_419: Eliminar

source: Search
es_419: Buscar

source: Success
es_419: Operación exitosa

source: Unknown
es_419: Desconocido

# username_placeholder
source: Enter a username
es_419: Nombre de usuario
